{
  "sections": {
    "5ca1adfa-8419-4852-b6ec-901edf3c2737": {
      "type": "faq",
      "blocks": {
        "987fbbda-e1f5-4a37-9a8f-c98145f459fa": {
          "type": "rich-text",
          "settings": {
            "title": "",
            "text": "<p>You’ve got questions. We’ve got answers for you. If you have a question and don’t see the answer below, use our contact us section to send us a message and we’ll get back to you shortly <a href=\"https:\/\/wakigoproducts.com\/pages\/contact\"><span style=\"text-decoration:underline\">here<\/span><\/a>.<\/p>",
            "align_text": "center"
          }
        },
        "0566b601-42d5-4353-8b66-1d1e841be1bb": {
          "type": "rich-text",
          "settings": {
            "title": "GENERAL INFORMATION",
            "text": "",
            "align_text": "center"
          }
        },
        "template--15680058916964__5ca1adfa-8419-4852-b6ec-901edf3c2737-16838624051b14d07c-1": {
          "type": "question",
          "settings": {
            "title": "What are WAKI GO® Freeze-Dried Products?",
            "text": "<p>WAKI GO® Freeze-Dried Products are the most natural, delicious, tasty, yummy, ready-to-go, and healthy freeze-dried alternative snacks. They keep their nutritional properties 100%, providing a valuable source of nutrients and antioxidants.<\/p>"
          }
        },
        "aef3fc12-8598-44c8-9795-22a9d476a50a": {
          "type": "question",
          "settings": {
            "title": "What is freeze-drying?",
            "text": "<p>Freeze-drying is a technique that allows food to last longer without refrigeration, offering the best shelf life while preserving most minerals, enzymes, and other nutrients.<\/p>"
          }
        },
        "0498292b-8f02-4b37-9a80-6f8a3099cc26": {
          "type": "question",
          "settings": {
            "title": "Are WAKI GO® Freeze-Dried Products healthy?",
            "text": "<p>Yes, our products are 100% natural, organic, vegan, gluten-free, keto, and non-GMO. Isn't that incredible?<\/p>"
          }
        },
        "6ae5c0eb-a7fa-414b-a8bf-4f158ec846b6": {
          "type": "question",
          "settings": {
            "title": "How long is the shelf life for WAKI GO® Products?",
            "text": "<p>Every product we create has its own guaranteed best-before-max-freshness date before consuming.<\/p>"
          }
        },
        "92c3a4f8-0035-432d-86cd-069245995a53": {
          "type": "question",
          "settings": {
            "title": "Are WAKI GO® Products gluten-free, non-GMO, keto, vegan, or organic certified?",
            "text": "<p>Our products currently have verified and self-acclaimed certificates such as gluten-free, non-GMO, kosher, vegan, organic, among others. To learn more about each certification, please visit our products section here.<\/p>"
          }
        },
        "6bc476ef-e420-48b8-a4e0-4a4c450bf363": {
          "type": "question",
          "settings": {
            "title": "What is the conservation temperature?",
            "text": "<p>Store at 77ºF (25ºC) or below in a cool, dry place and out of direct sunlight. The guaranteed max freshness is before the printed date.<\/p>"
          }
        },
        "b34f57c4-b2ab-487a-a0fc-c075658ec9fa": {
          "type": "question",
          "settings": {
            "title": "Is refrigeration required?",
            "text": "<p>No, our products are too dry to be frozen and do not require a refrigeration process.<\/p>"
          }
        },
        "885e0e03-9653-4499-8312-a07a3908a7a8": {
          "type": "question",
          "settings": {
            "title": "Does WAKI GO® Freeze-Dried Products have special packing conservation considerations?",
            "text": "<p>No, our products are packed in special pouch bags and are preserved without refrigeration when opened. When we ship pallets for the wholesale market, our products are shipped with a plastic thermal pallet cover to extend the useful life of the product.<\/p>"
          }
        },
        "25fd482f-aa9f-43eb-b823-e99d31007974": {
          "type": "question",
          "settings": {
            "title": "What is WAKI GO® Freeze-Dried Products' country of origin?",
            "text": "<p>All our products are produced in Mexico by hardworking farmers. We are proud of them for allowing us to provide you with the best snacks on the market.<\/p>"
          }
        },
        "db0e8021-5dd4-4958-8ac6-e12364c4dde7": {
          "type": "question",
          "settings": {
            "title": "What payment methods are available?",
            "text": "<p>You can process the payment through the online store at the end of your purchase. We accept the following credit cards: Visa, MasterCard, and American Express. You can also process your payments if you have a PayPal account. *Note: PayPal allows access to promotions to defer your purchases to months without interest.<\/p>"
          }
        },
        "09d906db-3d6d-44ba-b075-40ee002fc0b9": {
          "type": "question",
          "settings": {
            "title": "Do you offer variety packs?",
            "text": "<p>Unfortunately, not at this time. Please visit our products section to know our product cases here.<\/p>"
          }
        },
        "c353abf3-3768-4119-8c88-a96cb08bae09": {
          "type": "question",
          "settings": {
            "title": "What are the benefits of eating avocado?",
            "text": "<p>Avocados are a source of vitamins C, E, K, and B6, as well as riboflavin, niacin, folate, pantothenic acid, magnesium, and potassium. They also provide lutein, beta-carotene, and omega-3 fatty acids. Avocados contain high levels of healthy, beneficial fats, which can help a person feel fuller between meals.<\/p>"
          }
        },
        "f8287aee-9490-4000-ae1e-c639a28ae16d": {
          "type": "rich-text",
          "settings": {
            "title": "SHIPPING",
            "text": "",
            "align_text": "center"
          }
        },
        "5d7f4c01-8022-4713-a36d-7bb1cd6cd95b": {
          "type": "question",
          "settings": {
            "title": "General shipping terms.",
            "text": "<p>Our team is dedicated to ensuring the prompt delivery of your orders. We strive to pick, pack, and prepare your order for shipment on the same day we receive it during business hours. Subsequently, your order will be collected and begin its journey to you.<\/p><p>Once it's collected, our system will automatically email you the tracking information, allowing you to monitor your package's progress. In most cases, our orders reach their destination within 2-5 business days from the time of receipt.<\/p><p>Please note that we do not provide compensation for orders that arrive late due to shipping delays. Logistic networks are beyond our control, and occasionally, despite our best efforts, orders may arrive later than anticipated.<\/p>"
          }
        },
        "577676a2-1ebd-444a-b88b-dc39f67f93cc": {
          "type": "question",
          "settings": {
            "title": "Can I purchase WAKI GO® products outside the United States?",
            "text": "<p>Currently, we only ship to the United States. For international inquiries, please contact us here.<\/p>"
          }
        },
        "c3050e28-c385-4e33-8ee0-dd25b90af481": {
          "type": "question",
          "settings": {
            "title": "What is product availability?",
            "text": "<p>Our online store has inventory tracking. If we do not have a product available, we will automatically let you know.<\/p>"
          }
        },
        "98d23fd3-a5fa-4a22-afd0-2639c06efbd2": {
          "type": "question",
          "settings": {
            "title": "What is the estimated delivery time?",
            "text": "<p>The estimated product delivery time is reflected at the time of purchase.<\/p>"
          }
        },
        "bcdddbcb-d922-4b93-b23b-9c95f83c01e3": {
          "type": "question",
          "settings": {
            "title": "What are the shipping costs and options?",
            "text": "<p>Shipping costs and options will be calculated at checkout.<\/p>"
          }
        },
        "b355c365-d442-4daf-8da7-6aa319013212": {
          "type": "question",
          "settings": {
            "title": "How can I track my order?",
            "text": "<p>You can track your order <a href=\"\/pages\/order-status\"><span style=\"text-decoration:underline\">here.<\/span><\/a><\/p>"
          }
        },
        "8bbc9057-98a0-4a58-9f8d-74467b351bc2": {
          "type": "question",
          "settings": {
            "title": "Can orders be modified?",
            "text": "<p>Once the order is fulfilled, it can no longer be modified.<\/p>"
          }
        },
        "15270ce7-28cd-40fe-81ca-93769b6375c7": {
          "type": "question",
          "settings": {
            "title": "Where can I see my order number?",
            "text": "<p>We will send you an order confirmation number by email as soon as your order is placed.<\/p>"
          }
        },
        "620124d6-1ee2-496d-b4ee-ab7337ecbac5": {
          "type": "rich-text",
          "settings": {
            "title": "WHOLESALE",
            "text": "",
            "align_text": "center"
          }
        },
        "f806e5a2-b919-4848-b5d1-1f845d4f8016": {
          "type": "question",
          "settings": {
            "title": "How can I join the WAKI GO® Wholesale Market Program?",
            "text": "<p>Please fill out the following \"Wholesale Application Form\" here: Wholesale Application Form This form will help our team learn more about your company profile and determine the best way to do business together.<\/p>"
          }
        },
        "ea44f14c-bc71-4711-bb72-6de4903857a6": {
          "type": "question",
          "settings": {
            "title": "Is there a minimum order quantity for wholesale purchases?",
            "text": "<p>Yes, the minimum wholesale order quantity is one master box per product.<\/p>"
          }
        },
        "81136906-2e12-4f08-9f71-ced42bcf5534": {
          "type": "question",
          "settings": {
            "title": "Do I receive any special discounts or benefits as a wholesaler?",
            "text": "<p>Wholesale partners receive benefits such as:<\/p><ul><li>Quick order submission<\/li><li>Access to our B2B Market Program with wholesale discounts<\/li><li>Ability to pay with credit card or PayPal<\/li><li>Free shipping<\/li><li>Control over your purchase history<\/li><li>Free gifts and giveaways<\/li><\/ul><p>And more!<\/p><p>If you want to join our team, please contact us by clicking <a href=\"\/pages\/contact\"><span style=\"text-decoration:underline\">here.<\/span><\/a><\/p>"
          }
        },
        "84a85965-59d3-4dbc-94b7-01e2c776337f": {
          "type": "question",
          "settings": {
            "title": "Do you ship testing samples to wholesalers?",
            "text": "<p>To qualify for sample shipping, please fill out the following \"Wholesale Application Form\" here: <a href=\"\/pages\/waki-go-wholesale-markets-form\"><span style=\"text-decoration:underline\">Wholesale Application Form.<\/span><\/a><\/p>"
          }
        },
        "a69d9f74-64c2-4b5f-a1bf-ae10cb6502c6": {
          "type": "rich-text",
          "settings": {
            "title": "SUBSCRIPTIONS",
            "text": "",
            "align_text": "center"
          }
        },
        "df209217-bfca-423c-850b-9daf4634f802": {
          "type": "question",
          "settings": {
            "title": "About subscription plans.",
            "text": "<p>When you purchase a subscription, you will receive repeat deliveries based on the duration and frequency you select.<\/p><p>Your payment details will be securely stored, and you will be charged for each delivery unless you choose to pay in advance.<\/p><p>Some subscriptions may auto-renew at the end of their duration. If you do not want to renew a subscription, you can cancel it.<\/p><p>You can cancel or change your subscription at any time. Your order confirmation emails have links to your order, and you can manage your subscription from there.<\/p><p>For more information on returns and refunds, see our returns policy <a href=\"\/pages\/website-policies-terms-and-conditions\"><span style=\"text-decoration:underline\">here<\/span><\/a>.<\/p>"
          }
        },
        "e1dcedc1-1bc1-42e7-8d6a-983eb65e5245": {
          "type": "question",
          "settings": {
            "title": "When does my subscription start?",
            "text": "<p>Your subscription will be charged and will begin on the day you place your first order. You will receive products according to the frequency of the selected plan. You will be able to skip or hold product deliveries within your subscription account.<\/p>"
          }
        },
        "83b00b47-c3dc-452b-9708-e1c3baea4cae": {
          "type": "question",
          "settings": {
            "title": "What are the benefits of product subscriptions?",
            "text": "<p>Our \"Subscription Plans\" are a great deal! There are many benefits our affiliates can access, including:<\/p><p><\/p><ul><li>Automating your order fulfillment with monthly or bimonthly deliveries<\/li><li>Saving more with additional discounts<\/li><li>Paying with credit card or PayPal<\/li><li>Free shipping<\/li><li>Control over your purchase history, deliveries, and subscriptions<\/li><li>The ability to skip, reschedule, edit, or cancel deliveries at any time<\/li><li>Free gifts and giveaways<\/li><\/ul><p><\/p><p>And more!<\/p>"
          }
        },
        "2b9fc496-67aa-4661-8072-5a82563227f7": {
          "type": "question",
          "settings": {
            "title": "How do I cancel my subscription?",
            "text": "<p>There are two ways to cancel your subscription:<\/p><p><strong>If you have an account in our online store:<\/strong><\/p><p><\/p><ul><li>Sign into your account <a href=\"https:\/\/wakigoproducts.com\/account\/login?return_url=%2Faccount\"><span style=\"text-decoration:underline\">here<\/span><\/a><\/li><li>Click on \"Manage subscriptions\"<\/li><li>Go to your product subscription<\/li><li>Click on \"See more details\"<\/li><li>Click on \"Cancel subscription\"<br\/><\/li><\/ul><p><strong>If you do not have an account in our online store:<\/strong><\/p><p>Send us a message in our \"Contact Us\" section with the following information:<\/p><p><\/p><ul><li>Your name<\/li><li>Order number<\/li><li>Your email<\/li><\/ul><p><br\/>Once we cancel your subscription, we will send you a confirmation email.<br\/><br\/>If you have more questions about subscriptions, please contact us <a href=\"\/pages\/contact\"><span style=\"text-decoration:underline\">here.<\/span><\/a><\/p>"
          }
        },
        "038a3e2d-277c-4ea3-8812-c7b3bd85de11": {
          "type": "question",
          "settings": {
            "title": "Do subscription plans have any costs?",
            "text": "<p>No, all subscription plans are available for free!<\/p>"
          }
        },
        "91b27496-07a9-4bef-b3b5-ae9465f19897": {
          "type": "question",
          "settings": {
            "title": "Can I apply a coupon code to my subscription order?",
            "text": "<p>Yes! We offer a variety of promotions that can be used on subscription orders. Promotions will specify whether or not they include subscriptions.<\/p>"
          }
        },
        "71c53187-a2bd-4221-a9b2-0323f9a40f7a": {
          "type": "question",
          "settings": {
            "title": "How do I update my payment method?",
            "text": "<p>Updating your payment method is easy! Here's what you need to do:<\/p><ul><li>Log in to your account <a href=\"https:\/\/wakigoproducts.com\/account\/login\"><span style=\"text-decoration:underline\">here<\/span><\/a><\/li><li>Navigate to \"Manage subscriptions\"<\/li><li>Select \"Payment methods\"<\/li><li>Select \"Add payment method\" or click on your existing payment method and select \"Edit payment method.\"<\/li><\/ul>"
          }
        },
        "127ec6ef-dd9f-47c7-a6d5-b6823c83182f": {
          "type": "rich-text",
          "settings": {
            "title": "CANCELLATION AND REFUNDS",
            "text": "",
            "align_text": "center"
          }
        },
        "58b0f6d9-872b-4ff0-a082-a850b153483c": {
          "type": "question",
          "settings": {
            "title": "Can I request a return or refund?",
            "text": "<p>Despite our best efforts, sometimes things go wrong, and regardless of whether it is our fault or not, we want our customers to know that we are here to help.<\/p><p>Any irregularity must be reported within 48 hours of receiving the client’s order.<\/p><p>To process a refund, you must send us a message in our “Contact Us” section.<\/p><p>For instances when the product is defective, damaged or incomplete, we sincerely apologize. Our staff will then work with you to rectify the situation in one of two ways:<\/p><p><\/p><ul><li>Issue you a gift card equal to the value paid for the products in question.<\/li><li>Instruct the warehouse to re-ship the products in question.<\/li><\/ul><p><\/p><p><em>Please note we do not offer refunds or any other compensations in the above scenarios.<\/em><\/p><p>In the event you receive a product and decide that you want to return it, you may contact us to request a return of your purchase within 48 hours of receiving your shipment for a refund.<\/p><p>Subsequently, we will send you an RMA form. In addition, to be eligible for a return and refund, the following conditions must be satisfied:<\/p><p><\/p><ul><li>The product must be returned in its original package.<\/li><li>The product must be unused, unopened, and in its original condition.<\/li><li>The product must be returned to the address given to you by our staff.<\/li><\/ul><p><\/p><p><em>All orders are subject to approval and acceptance by WAKI GO Freeze Dried Products.<\/em><\/p>"
          }
        },
        "00268ac4-c807-4e1b-9b33-5aea21becdbb": {
          "type": "question",
          "settings": {
            "title": "Can I cancel my order at any time?",
            "text": "<p>If your cancellation request is seen prior to us processing your order, we are happy to cancel your order for a full refund. But once the order is in the delivery process, we can no longer cancel or modify it. <\/p><p><em>Please note that despite our best efforts, logistics networks are out of our control.<\/em><\/p>"
          }
        },
        "900aa28d-9808-4810-94af-071f122c7bc4": {
          "type": "question",
          "settings": {
            "title": "How long does it take for refunds to process?",
            "text": "<p>Once your return is received and inspected, we will send you an email to notify you that we have received your returned item. <\/p><p>Once approved, your refund will be processed, and a credit will automatically be applied to your credit card or the original method of payment, within five (5) to fifteen (15) days depending on the method of payment. <\/p><p>Our staff will also inform you roughly how long it will take the funds to hit your account. <\/p><p>You will be refunded for the total amount paid for the product excluding any shipping costs. We do not offer refunds for any shipping charges noted on your order.<br\/><br\/><em>Please note that once our staff has processed your refund, we have no visibility or control over the funds anymore. From that point, it is up to your bank to credit you back the funds.<\/em><\/p>"
          }
        },
        "dfb9eed8-5d9e-4f48-ae08-c7001e33a4e8": {
          "type": "question",
          "settings": {
            "title": "Do I have to pay a fee for issuing refunds?",
            "text": "<p>The company will accept or reject an order by sending written notice to the client by email to the email address entered by the client at checkout, or by shipping products to the client.<\/p><p>The client may not cancel an order without the company’s prior written approval. If the company agrees to permit the client to cancel a processed order or part of a processed order, the client shall be liable for a cancellation fee equal to 50 U.S. dollars.<\/p><p>Once your return is received and inspected, we will send you an email to notify you that we have received your returned item. Once approved, your refund will be processed, and a credit will automatically be applied to your credit card or the original method of payment, within five (5) days.<\/p><p>The cancellation fee per processed order, the client must cover the full amount of the shipping cost.<\/p>"
          }
        }
      },
      "block_order": [
        "987fbbda-e1f5-4a37-9a8f-c98145f459fa",
        "0566b601-42d5-4353-8b66-1d1e841be1bb",
        "template--15680058916964__5ca1adfa-8419-4852-b6ec-901edf3c2737-16838624051b14d07c-1",
        "aef3fc12-8598-44c8-9795-22a9d476a50a",
        "0498292b-8f02-4b37-9a80-6f8a3099cc26",
        "6ae5c0eb-a7fa-414b-a8bf-4f158ec846b6",
        "92c3a4f8-0035-432d-86cd-069245995a53",
        "6bc476ef-e420-48b8-a4e0-4a4c450bf363",
        "b34f57c4-b2ab-487a-a0fc-c075658ec9fa",
        "885e0e03-9653-4499-8312-a07a3908a7a8",
        "25fd482f-aa9f-43eb-b823-e99d31007974",
        "db0e8021-5dd4-4958-8ac6-e12364c4dde7",
        "09d906db-3d6d-44ba-b075-40ee002fc0b9",
        "c353abf3-3768-4119-8c88-a96cb08bae09",
        "f8287aee-9490-4000-ae1e-c639a28ae16d",
        "5d7f4c01-8022-4713-a36d-7bb1cd6cd95b",
        "577676a2-1ebd-444a-b88b-dc39f67f93cc",
        "c3050e28-c385-4e33-8ee0-dd25b90af481",
        "98d23fd3-a5fa-4a22-afd0-2639c06efbd2",
        "bcdddbcb-d922-4b93-b23b-9c95f83c01e3",
        "b355c365-d442-4daf-8da7-6aa319013212",
        "8bbc9057-98a0-4a58-9f8d-74467b351bc2",
        "15270ce7-28cd-40fe-81ca-93769b6375c7",
        "620124d6-1ee2-496d-b4ee-ab7337ecbac5",
        "f806e5a2-b919-4848-b5d1-1f845d4f8016",
        "ea44f14c-bc71-4711-bb72-6de4903857a6",
        "81136906-2e12-4f08-9f71-ced42bcf5534",
        "84a85965-59d3-4dbc-94b7-01e2c776337f",
        "a69d9f74-64c2-4b5f-a1bf-ae10cb6502c6",
        "df209217-bfca-423c-850b-9daf4634f802",
        "e1dcedc1-1bc1-42e7-8d6a-983eb65e5245",
        "83b00b47-c3dc-452b-9708-e1c3baea4cae",
        "2b9fc496-67aa-4661-8072-5a82563227f7",
        "038a3e2d-277c-4ea3-8812-c7b3bd85de11",
        "91b27496-07a9-4bef-b3b5-ae9465f19897",
        "71c53187-a2bd-4221-a9b2-0323f9a40f7a",
        "127ec6ef-dd9f-47c7-a6d5-b6823c83182f",
        "58b0f6d9-872b-4ff0-a082-a850b153483c",
        "00268ac4-c807-4e1b-9b33-5aea21becdbb",
        "900aa28d-9808-4810-94af-071f122c7bc4",
        "dfb9eed8-5d9e-4f48-ae08-c7001e33a4e8"
      ],
      "settings": {
        "title": "FREQUENTLY ASKED QUESTIONS"
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    }
  },
  "order": [
    "5ca1adfa-8419-4852-b6ec-901edf3c2737",
    "main"
  ]
}
