{
  "sections": {
    "aa527599-a8b8-47a5-a494-11d9e00edd50": {
      "type": "faq",
      "blocks": {
        "760b8795-60f2-4e9c-a2ed-0f893acfe20a": {
          "type": "rich-text",
          "settings": {
            "title": "",
            "text": "<p>Thank you for visiting and shopping at WAKI GO® Freeze Dried Products. The following terms and conditions constitute our online store and products policies, terms and conditions.<\/p>",
            "align_text": "center"
          }
        }
      },
      "block_order": [
        "760b8795-60f2-4e9c-a2ed-0f893acfe20a"
      ],
      "settings": {
        "title": ""
      }
    },
    "28c2faaf-0c0a-4fb2-9323-f322a478dee8": {
      "type": "faq",
      "blocks": {
        "template--15658845143140__28c2faaf-0c0a-4fb2-9323-f322a478dee8-1681784363fee27818-0": {
          "type": "question",
          "settings": {
            "title": "Definitions.",
            "text": "<p><strong>Disclaimer Definitions<\/strong><\/p><p>For the purposes of this disclaimer:<\/p><ul><li><strong>Company<\/strong> (referred to as either \"The Company,\" \"We,\" \"Us,\" or \"Our\" in this Disclaimer) refers to WAKI GO Products LLC.<\/li><li><strong>Goods<\/strong> refers to the items offered for sale.<\/li><li><strong>Orders<\/strong> means a request by the client to purchase goods from the company.<\/li><li><strong>Service<\/strong> refers to the Website and Online store provided by the company.<\/li><li><strong>Website,\" \"Online store,\" \"Site\"<\/strong> refers to wakigoproducts.com.<\/li><li><strong>The Client,\" \"The Customer\"<\/strong> means the individual accessing the service and products, or the company, or other legal entity on behalf of which such an individual is accessing or using the service and purchasing products, as applicable.<\/li><\/ul>"
          }
        },
        "template--15658845143140__28c2faaf-0c0a-4fb2-9323-f322a478dee8-1681784363fee27818-1": {
          "type": "question",
          "settings": {
            "title": "Disclaimer.",
            "text": "<p><strong>Terms and Conditions for WAKI GO® Freeze Dried Products Online Store<\/strong><\/p><p>WAKI GO® Freeze Dried Products' online store is subject to the following terms and conditions (\"Terms and Conditions\"). Your use of our online store constitutes acceptance of these terms and conditions, including, but not limited to, conducting this transaction electronically, disclaimers of warranties, damage and remedy exclusions and limitations.<\/p><p>From time to time, we may update the online store and these Terms. Your use of the online store after we post any changes to these Terms constitutes your agreement to those changes. You agree to review these Terms periodically to ensure that you are familiar with the most recent version.<\/p><p>WAKI GO® Freeze Dried Products may, in its sole discretion, and at any time, discontinue the online store or any part thereof, with or without notice, or may prevent your use of the online store with or without notice to you. You agree that you do not have any rights in the online store and that WAKI GO® Freeze Dried Products will have no liability to you if the products and services are discontinued (in whole or in part) or your ability to access the online store or any content you may have posted on the online store is terminated.<\/p>"
          }
        },
        "43310720-8a97-45d7-8e71-4a67d0512a6f": {
          "type": "question",
          "settings": {
            "title": "Use of Material, Copyright and Trademarks.",
            "text": "<p><strong>Intellectual Property Notice<\/strong><\/p><p>The trademarks, service marks, brand identities, titles, characters, trade names, graphics, designs, copyrights, and other properties appearing within the WAKI GO® Freeze Dried Products online store are protected intellectual properties used by WAKI GO® Freeze Dried Products and\/or its related companies. These properties may not be copied, reproduced, republished, uploaded, posted, transmitted, or distributed in any way, or used for any commercial purpose whatsoever, except that you may download one copy onto your personal computer for personal and non-commercial use only.<\/p><p>In order to protect these valuable assets, WAKI GO® Freeze Dried Products must prohibit other uses without its prior written consent. Except as expressly provided above, nothing contained herein shall be construed as conferring any license or right under any copyright or other intellectual property right.<\/p><p>You should assume that everything you see or read on the WAKI GO® Freeze Dried Products Site is copyrighted unless otherwise noted and may not be used (except as provided in these Terms and Conditions or in the text on WAKI GO® Freeze Dried Products Sites) without the written permission of WAKI GO® Freeze Dried Products.<\/p><p>WAKI GO® Freeze Dried Products neither warrants nor represents that your use of materials displayed on WAKI GO® Freeze Dried Products Sites will not infringe rights of third parties not owned by or affiliated with WAKI GO® Freeze Dried Products. Images, photographs, or illustrations displayed on WAKI GO® Freeze Dried Products Sites are either the property of, or used with permission by, WAKI GO® Freeze Dried Products. The use of these materials by you, or anyone else authorized by you, is prohibited unless specifically permitted by these Terms and Conditions or specific permission provided elsewhere on WAKI GO® Freeze Dried Products Sites. Any unauthorized use of the images may violate copyright laws, trademark laws, the laws of privacy and publicity, and communications regulations and statutes.<\/p>"
          }
        },
        "3ae216ef-09ea-49b1-b253-b53cf26b5c18": {
          "type": "question",
          "settings": {
            "title": "Idea Submission Policy and Communications.",
            "text": "<p><strong>Consumer Feedback<\/strong><\/p><p>WAKI GO® Freeze Dried Products values feedback from consumers regarding our products. If you choose to forward or transmit any form of communication or material, including personal data, questions, answers, comments, suggestions, or the like, to WAKI GO® Freeze Dried Products online store through electronic mail or other means, please be aware that such submissions will be treated as non-confidential and non-proprietary.<\/p><p>Furthermore, WAKI GO® Freeze Dried Products is free to utilize any ideas or concepts contained in any communication you send to WAKI GO® Freeze Dried Products Sites for any purpose whatsoever. This includes, but is not limited to, the development, manufacturing, and marketing of products utilizing such information.<\/p>"
          }
        },
        "8235aa4a-65dd-4624-a1a3-f0463e0276e5": {
          "type": "question",
          "settings": {
            "title": "Technical Disclaimer.",
            "text": "<p><strong>Disclaimer Regarding Website Content<\/strong><\/p><p>The material on these sites may contain technical inaccuracies or other errors. Your use and browsing of our sites are at your own risk. Neither WAKI GO® Freeze Dried Products nor any other party involved in the creation, production, or delivery of the sites shall, under any circumstances, including negligence, be liable for any incidental, consequential, indirect, or punitive damages (collectively referred to as \"damages\") arising from your access to or use of the sites.<\/p><p>WAKI GO® Freeze Dried Products does not warrant that the functional aspects of the sites will be uninterrupted or error-free, nor does it warrant that the sites or the server that makes them available are free of viruses or other harmful components.<\/p>"
          }
        },
        "5b090399-c48d-4cf4-92af-cac652b275ad": {
          "type": "question",
          "settings": {
            "title": "Links.",
            "text": "<p><strong>Third-Party Links and User Content Policy<\/strong><\/p><p>WAKI GO® Freeze Dried Products has not reviewed all the third-party sites linked to on WAKI GO® Freeze Dried Products online store and is not responsible for the contents of any third-party sites linked to on WAKI GO® Freeze Dried Products online store. The inclusion of any link to such third-party sites does not imply endorsement by WAKI GO® Freeze Dried Products online store.<\/p><p>All information you submit to WAKI GO® Freeze Dried Products online store is subject to our privacy policy, and WAKI GO® Freeze Dried Products has no control over how your information is collected, used, or otherwise handled.<\/p><p>Links to access any third-party sites in your user content (as defined below) are at your own risk. You may link your personal, non-commercial site to a WAKI GO® Freeze Dried Products online store only with WAKI GO® Freeze Dried Products' prior express written consent in each instance. WAKI GO® Freeze Dried Products reserves the right to refuse any request for any reason we consider not to be in the best interest of our online store and its users.<\/p><p>WAKI GO® Freeze Dried Products may link to organizations that are business-related. WAKI GO® Freeze Dried Products reserves the right not to link or to remove the link to a particular site at any time.<\/p>"
          }
        },
        "1790b9d4-f271-48bd-b536-a62291fbe8fc": {
          "type": "question",
          "settings": {
            "title": "Use of the Service and Posting Policy.",
            "text": "<p><strong>User Content Policy<\/strong><\/p><p>From time to time, in certain areas of our online store, you may have the opportunity to submit photos, written posts (including, but not limited to, ratings and reviews), and certain other materials (\"User Content\"). By using these features, you agree to the following:<\/p><ol><li>You will not post any User Content that is unlawful, tortious, libelous, defamatory, harassing, abusive, obscene, vulgar, sexually explicit, intrusive on another's privacy, or inappropriate regarding race, gender, sexuality, ethnicity, or other intrinsic characteristics.<\/li><li>You will not post any User Content that contains personal information about or the likeness of any individual, violates the privacy or publicity rights of any other individual or entity, or discloses anything you are under a contractual obligation to keep private or confidential.<\/li><li>You will not post any User Content that is clearly false or misleading.<\/li><li>You will not impersonate any person or organization, including, but not limited to, the personnel of WAKI GO® Freeze Dried Products, or misrepresent an affiliation with another person or organization.<\/li><li>You will not post or upload any User Content that contains viruses, corrupted files, or any other similar software or programs that may adversely affect the operation of our services or any feature of our online store.<\/li><\/ol><p>Furthermore, you understand and agree that you have no ownership rights in any account you may have with us or other access to the online store or its features. WAKI GO® Freeze Dried Products reserves the right to cancel your account and delete all User Content associated with your account at any time and without notice if we determine that you have violated these Terms, the law, or for any other reason.<\/p><p>Please note that WAKI GO® Freeze Dried Products assumes no liability for any information removed from our online store and reserves the right to permanently restrict access to the online store or a user account.<\/p>"
          }
        },
        "e42d571e-f089-4f21-afa6-93d373d3234f": {
          "type": "question",
          "settings": {
            "title": "Contact Us.",
            "text": "<p>If you have any questions about this Policy, please feel free to contact us by sending an email to <a href=\"mailto:hello@wakigoproducts.com\">hello@wakigoproducts.com<\/a>. <\/p><p>Our Shipping Policy was last updated on September 8, 2023.<\/p>"
          }
        }
      },
      "block_order": [
        "template--15658845143140__28c2faaf-0c0a-4fb2-9323-f322a478dee8-1681784363fee27818-0",
        "template--15658845143140__28c2faaf-0c0a-4fb2-9323-f322a478dee8-1681784363fee27818-1",
        "43310720-8a97-45d7-8e71-4a67d0512a6f",
        "3ae216ef-09ea-49b1-b253-b53cf26b5c18",
        "8235aa4a-65dd-4624-a1a3-f0463e0276e5",
        "5b090399-c48d-4cf4-92af-cac652b275ad",
        "1790b9d4-f271-48bd-b536-a62291fbe8fc",
        "e42d571e-f089-4f21-afa6-93d373d3234f"
      ],
      "settings": {
        "title": "ONLINE STORE POLICY"
      }
    },
    "be298b80-4781-4ca6-83b1-8a3e88c4df4f": {
      "type": "faq",
      "blocks": {
        "template--15658845143140__be298b80-4781-4ca6-83b1-8a3e88c4df4f-1681784363fee27818-0": {
          "type": "question",
          "settings": {
            "title": "General Terms.",
            "text": "<p>This agreement constitutes a legally binding contract between \"the Client\" and WAKI GO PRODUCTS LLC, hereinafter referred to as \"the Company.\" By clicking the \"I ACCEPT\" button and completing the purchase of products (\"Products\") from the Company's website (\"Site\"), the Client agrees to be bound by and becomes a party to this agreement. If the Client does not agree to the terms of this agreement, do not click on the \"I ACCEPT\" button and abandon the purchase of Products.<\/p><p>This agreement is governed by and subject to the terms and conditions outlined in the Terms of Use, which can be found on this website and is hereby incorporated into this agreement.<\/p>"
          }
        },
        "template--15658845143140__be298b80-4781-4ca6-83b1-8a3e88c4df4f-1681784363fee27818-1": {
          "type": "question",
          "settings": {
            "title": "Prices and Payment.",
            "text": "<p>The Client authorizes the Company to charge the full purchase price of the Products, along with shipping and handling charges and taxes as stated on the Checkout page of the Site, to the credit card, bank, PayPal, or other account provided by the Client at the time of checkout. The Client is responsible for informing the Company of any changes to credit card numbers, expiration dates, or bank or PayPal account status. The Client must immediately pay the Company any payments that are subject to subsequent reversal. If the Client has any questions regarding charges, they must contact the Company's billing department within days of the charge. Charges that are over 90 days old are not eligible for review, reversal, or refund.<\/p><p>The Client represents and warrants that:<\/p><ol><li>The credit card, debit card, bank account, or other payment account information provided to the Company is accurate and complete.<\/li><li>Amounts due from the Client will be honored by their bank or credit card company.<\/li><li>The Client will pay for all purchases on the Site at the prices in effect at the time of purchase.<\/li><li>The Client remains responsible for paying for Product purchases even if their credit card, ACH transaction, eCheck, or other payment method is declined.<\/li><\/ol>"
          }
        },
        "6af2887d-4a2d-412f-90ce-46ac562658b5": {
          "type": "question",
          "settings": {
            "title": "Customs, Duties, and Taxes",
            "text": "<p>The Company's prices do not include taxes, duties, fees, or other  charges levied against the sale, delivery, or use of the Products. The Client is responsible for paying all such taxes, duties, and fees, except those based on the Company's net income. The Company may charge such taxes in addition to the agreed amount, and all payments must be made in U.S. dollars. The Client also agrees to pay any fees and expenses incurred by the Company in collecting amounts due under the Agreement, including reasonable attorneys' fees.<\/p>"
          }
        },
        "01ae477e-b0d2-4e95-8029-2182124bd16a": {
          "type": "question",
          "settings": {
            "title": "Acceptance of the Order and Cancellation.",
            "text": "<p>We strive to ship items within business days. A quick turnaround time means that the window for canceling orders is very short. We are unable to accommodate order change requests after purchase due to processing time and inventory availability. If we receive your cancellation request before processing your order, we'll happily cancel it for a full refund.<\/p><p>However, once the order is in process, cancellation is not possible.<\/p><p>All orders are subject to company approval and acceptance. The company will accept or reject the order within 24 hours of receipt. The company will notify the client of order acceptance or rejection via email to the address provided at checkout or by shipping the products.<\/p><p>Cancellation of an order requires prior written approval from the company. If the company approves the cancellation of a processed order or part thereof, the client may be charged a cancellation fee of up to 50 U.S. dollars.<\/p><p>Besides the cancellation fee for processed orders, the client is responsible for the entire shipping cost.<\/p><p>After receiving and inspecting your return, we'll send you an email to confirm its receipt. Upon approval, your refund will be processed, and a credit will be automatically applied to your original payment method within five (5) to fifteen (15) days.<\/p><p><strong>*Please note that all merchandise returns must be pre-authorized by the company, and the shipping cost for canceled or returned processed orders will undergo a review process.<\/strong><\/p>"
          }
        },
        "8de7436e-d9a9-4c84-b49d-5c7da8d9ba38": {
          "type": "question",
          "settings": {
            "title": "Shipping, Packing and Deliveries.",
            "text": "<p>Currently, we only ship to the United States, but for international inquiries, please contact us here. All products ordered by the client shall be packed in accordance with the company’s standard practices. The company will not accept and cannot accommodate any special requests for custom containers, packing, crating, boxing, or bundling. The company will use commercially reasonable efforts to deliver products by the delivery date set forth in the company’s order acknowledgement sent to the email address entered by the client at checkout. The company may make partial shipments, and the client’s credit card, bank, PayPal, or other account the client provided at checkout will be separately charged at the time of each shipment, and the client may not reject partial shipments. The company will not be liable for any failure to ship complete orders or for any shipment delay.<\/p><p>We will ship products to the address the client enters in the order using the shipping method the client selects. All products will be delivered at place, and the client shall bear the risk of loss upon our delivery of the products to the common carrier at our shipping location. Any claims for loss, shortage or damage to the products arising following delivery by the company to the common carrier should be submitted to the common carrier. The company is not responsible for any customs and taxes applied to the client’s order. All fees imposed during or after shipping are the responsibility of the customer (tariffs, taxes).<\/p><p><strong>Shipping Processing Times<\/strong><\/p><p>All orders are processed within 2-3 business days. Orders are not shipped or delivered on weekends or holidays. If we are experiencing a high volume of orders, shipments may be delayed by a few days. Please allow additional days in transit for delivery. If there will be a significant delay in shipment of the order, we will contact you via email or telephone.<\/p><p><strong>Shipping Rates and Delivery Estimates<\/strong><\/p><p>Shipping charges will be calculated and displayed at checkout. Shipping rates and delivery estimates will depend on the type of product and volume that our customers are willing to purchase, the origin from which we ship the product, and the stock availability. If we do not have a product in stock, we will notify you and provide you an estimated delivery time. The delivery time of the product is in addition to the shipping times provided by the logistics company. We will give you an estimated delivery time, which may vary.<\/p><p><strong>Multiple Shipping Addresses<\/strong><\/p><p>We only ship to the shipping address provided and cannot ship to multiple addresses. If you would like your order shipped to various addresses, please place one order for each shipping address.<\/p><p><strong>Returned Mail<\/strong><\/p><p>If a package is returned because the address provided to us was not correct, we are not responsible for re-shipping. We will contact the buyer for the correct address; shipping & handling charges will need to be repaid before we can send the package again.<\/p><p><strong>Lost\/Damage by Post Office<\/strong><\/p><p>We are not responsible for any errors made by the Post Office. However, if your package has not been received within 3 days of receiving your shipping notification email, please contact us and we will provide directions on how to file a claim with the freight company.<\/p><p><strong>Damaged Items\/Order Errors<\/strong><\/p><p>Though each product is inspected for quality assurance before shipping, it is possible to receive a damaged item. In addition, due to human error, order mistakes are possible. For these reasons, it is important to open & inspect your items as soon as you receive them. Please notify us within 5 business days of receiving your package if there is anything wrong with your order. We cannot honor changes outside of the time frames, as stated within our policies.<\/p><p><strong>Damaged Replacements<\/strong><\/p><p>Once we have been notified of any damaged items you have received, we will work with you to get them corrected. Please read our Warranty Policies and RMA (return merchandise authorization) procedure to find out if your order applies<\/p>"
          }
        },
        "abf7c092-b101-4d7d-b412-37da300ffae6": {
          "type": "question",
          "settings": {
            "title": "Wholesale Terms and Conditions.",
            "text": "<p><strong>General Terms and Conditions<\/strong><\/p><p>WAKI GO® Freeze Dried Products cannot be sold or advertised on any website for less than the prices listed in the MAP Policy Section. These products also cannot be resold to unauthorized wholesalers for retail purposes, and they cannot be sold online or in-store to discount outlets. The minimum wholesale order quantity is one Products Master Box. All products and pricing are subject to change based on seasonal availability.<br\/><\/p><p><strong>Wholesale Market Payment<\/strong>s<\/p><p>At the end of your purchase, you can process the payment through our online store. We accept the following credit cards: Visa, MasterCard, and American Express. You can also process payments if you have a PayPal account. Note that PayPal allows access to promotions that defer your purchases to months without interest.<br\/><\/p><p><strong>Not Applicable Online Discounts<\/strong><\/p><p>From time to time, we may promote online items for a percentage off or a reduced shipping rate to our direct online customers. However, these offers do not apply to wholesale orders. Coupon codes for these offers cannot be used by wholesale customers.<\/p><p><br\/><strong>Trademark Protection<\/strong><\/p><p>All items purchased from WAKI GO® Freeze Dried Products are under trademark protection and must display the WAKI GO® Freeze Dried Products name. Under no circumstances may you sell WAKI GO® Freeze Dried Products under any other name or reproduce products under this trademark.<\/p>"
          }
        },
        "dd75b781-c2ee-4273-8115-065217a9e176": {
          "type": "question",
          "settings": {
            "title": "Subscriptions Terms and Conditions.",
            "text": "<p><strong>General Terms and Conditions<\/strong><\/p><p><br\/>When you purchase a subscription, you will receive repeat deliveries based on the subscription duration and frequency that you select. Some subscriptions may auto-renew at the end of their duration. If you do not want to renew a subscription, you can cancel or change it at any time. Your order confirmation emails will have links to your order, and you can manage your subscription from there.<\/p><p><strong>Payments<\/strong><\/p><p><br\/>You can process the payment through our online store at the end of your purchase. We accept the following credit cards: Visa, Mastercard, and American Express. You can also process your payments if you have a PayPal account.<\/p><p><\/p><p><strong>Subscription Management<\/strong><\/p><p><br\/>Our customers can completely manage their own orders by editing, pausing, or skipping their subscriptions. The features in the customer portal also allow our customers to change their payment methods, update their delivery dates, cancel subscriptions, and more.<\/p><p><strong>Subscription Cancellation Process<\/strong><\/p><p><br\/>There are two ways to cancel your subscription:<\/p><p><strong>1. If you have an account in our online store:<\/strong><\/p><ul><li>Sign into your account here.<\/li><li>Click on \"Manage subscriptions.\"<\/li><li>Go to your product subscription.<\/li><li>Click on \"See more details.\"<\/li><li>Click on \"Cancel subscription.\"<\/li><\/ul><p><strong>2. If you do not have an account in our online store:<\/strong><\/p><p><br\/>Send us a message in our \"Contact us\" section with the following information:<\/p><ul><li>Your name<\/li><li>Order number<\/li><li>Your email<\/li><\/ul><p><em>Once we cancel your subscription, we will send you a confirmation email.<\/em><\/p><p>If you have more questions about subscriptions, please contact us by clicking <a href=\"\/pages\/contact\" target=\"_blank\" title=\"Contact Us\">here.<\/a><\/p>"
          }
        },
        "0e89fb5c-8f21-4153-93fd-8da214bcb97e": {
          "type": "question",
          "settings": {
            "title": "Limited Warranty and Disclaimer of Other Warranties.",
            "text": "<p>The company warrants that the products will conform to the applicable FDA food label and will be suitable for human consumption during the suggested period of consumption.<\/p><p>The Limited Warranty shall not apply: (a) if the product is not stored in accordance with the instructions included on each product; (b) if products are damaged by factors or circumstances outside of the company’s control (including but not limited to accidents, fires, electrical surges, and water exposure) and acts of god, or (c) any defects or failures in the products that arise from negligence or misuse by the client.<\/p><p>If the client discovers within the Warranty Period a failure of the products to conform to the Limited Warranty set forth above, the client shall request a return of products for any reason established within the terms and conditions of the online store following the RMA format procedure.<\/p><p>The company’s sole obligation and exclusive remedy for any breach of the foregoing Limited Warranty shall be, at the company’s option, to replace any defective product with a conforming product, or to refund any monies paid by the clients to the company for such non-conforming product.<\/p><p>Except as expressly set forth in the packing and delivery section, the company and its licensors and suppliers make no other express or implied warranties, and to the extent permitted by law, the company and its licensors and suppliers specifically disclaim and exclude all other warranties, whether statutory, express, or implied, including, without limitation, the implied warranties of non-infringement of third-party rights, merchantability, and fitness for a particular purpose and any warranties arising due to the course of conduct or usage of trade. Some states do not permit the disclaimer of warranties in certain circumstances, and so portions of the foregoing may not apply to the client.<\/p><p><strong>Limited Liability.<\/strong><\/p><p>In no event shall the company’s liability to the client exceed the aggregate amounts paid by the client to the company for the products and services that are the subject of the order under which the claim arose. Neither the company nor its suppliers or licensors shall be liable to the client or any third party for any (a) special, consequential, indirect, incidental, exemplary, punitive, or extraordinary damages, or (b) cost of procurement of substitute products, however caused, on any theory of liability, and whether the company has been advised of the possibility of such damages. <\/p><p>The limitations in this section shall apply (a) notwithstanding any failure of the essential purpose of any limited remedy, (b) to the maximum extent permitted by applicable law, and (c) regardless of the form of action, whether breach of contract, tort (including negligence), or other theory. Some states do not permit the limitation\/exclusion of damages in certain circumstances, and so portions of the foregoing may not apply to the client.<\/p><p><\/p><p><strong>RMA Format Procedure.<\/strong><\/p><p>The return RMA (return merchandise authorization) form shall be filled out where the customer agrees:<\/p><p><br\/>a) To attach all the information requested in the RMA format, as well as photographs or additional documentation.<br\/><\/p><p>b) Proof of purchase, including the original date of purchase and a brief description of the problem.<br\/><\/p><p>c) The address for the delivery of replacement product if the company concludes that the product does not conform to the Limited Warranty.<br\/><\/p><p>d) Once the client’s request is reviewed, we will provide the shipping instructions and return guide.<br\/><\/p><p>e) Any irregularity must be reported within three business days of receiving the client’s order.<br\/><\/p><p>f) Physical returns must be received within a maximum of 24 hours after the authorization of the RMA.<br\/><\/p><p>g) All returned products must be shipped in their original packaging.<br\/><\/p><p>h) Send the allegedly non-conforming product to the company's address.<\/p>"
          }
        },
        "d6c78218-3b4e-4093-a950-7a1d2d33b0f8": {
          "type": "question",
          "settings": {
            "title": "Disclaimer Of Other Warranties.",
            "text": "<p>Except as expressly set forth in the packing and delivery section, the company and its licensor and suppliers make no other express or implied warranties and to the extent permitted by law, the company and its licensor and suppliers specifically disclaim and exclude all other warranties, whether statutory, express, or implied, including, without limitation, the implied warranties of non-infringement of third party rights, merchantability and fitness for a particular purpose and any warranties arising due to course of conduct or usage of trade. some states do not permit the disclaimer of warranties in certain circumstances and so portions of the foregoing may not apply to the client.<\/p>"
          }
        },
        "d9b4829a-6019-4724-b494-b9935a5fcbca": {
          "type": "question",
          "settings": {
            "title": "Construction of Agreement and Resolution of Disputes.",
            "text": "<p>Any dispute, controversy or claim arising out of or relating to this agreement or to a breach hereof, including its interpretation, performance, or termination, shall be finally resolved by arbitration in accordance with all applicable laws, rules, and regulations.<br\/>In any provision of this agreement is declared invalid or unenforceable by a court having competent jurisdiction, it is mutually agreed that this agreement shall endure except for the part declared invalid or unenforceable by order of such court. The parties shall consult and use their best efforts to agree upon a valid and enforceable provision which shall be a reasonable substitute for such invalid or unenforceable provision in light of the intent of this agreement. <br\/><br\/><strong>Force Majeure.<\/strong><br\/><br\/>Neither the Client or the Company shall be liable in damages or shall be subject to termination of this agreement by the other party, for any delay or default in performing any obligation here under if that delay or default is due to any cause beyond the reasonable control and without fault or negligence of that party.<\/p>"
          }
        }
      },
      "block_order": [
        "template--15658845143140__be298b80-4781-4ca6-83b1-8a3e88c4df4f-1681784363fee27818-0",
        "template--15658845143140__be298b80-4781-4ca6-83b1-8a3e88c4df4f-1681784363fee27818-1",
        "6af2887d-4a2d-412f-90ce-46ac562658b5",
        "01ae477e-b0d2-4e95-8029-2182124bd16a",
        "8de7436e-d9a9-4c84-b49d-5c7da8d9ba38",
        "abf7c092-b101-4d7d-b412-37da300ffae6",
        "dd75b781-c2ee-4273-8115-065217a9e176",
        "0e89fb5c-8f21-4153-93fd-8da214bcb97e",
        "d6c78218-3b4e-4093-a950-7a1d2d33b0f8",
        "d9b4829a-6019-4724-b494-b9935a5fcbca"
      ],
      "settings": {
        "title": "PURCHASE TERMS AND CONDITIONS OF SALE"
      }
    },
    "b36bb672-8b7f-4543-a91f-0a40d1feb5fd": {
      "type": "faq",
      "blocks": {
        "033f2043-47fc-47b1-9d62-862ab8bc9f3b": {
          "type": "rich-text",
          "settings": {
            "title": "",
            "text": "<p>This privacy policy describes our policies and procedures regarding the collection, use, and disclosure of your information when you use the Service and informs you about your privacy rights and how the law protects you.<\/p>",
            "align_text": "center"
          }
        },
        "template--15658845143140__b36bb672-8b7f-4543-a91f-0a40d1feb5fd-16818735369b0e9566-0": {
          "type": "question",
          "settings": {
            "title": "General Terms.",
            "text": "<p>We use your personal data to provide and improve the Service. By using the Service, you agree to the collection and use of information in accordance with this Privacy Policy.<\/p>"
          }
        },
        "template--15658845143140__b36bb672-8b7f-4543-a91f-0a40d1feb5fd-16818735369b0e9566-1": {
          "type": "question",
          "settings": {
            "title": "Interpretation and Definitions.",
            "text": "<p><strong>Interpretation:<\/strong> The words whose initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.<\/p><p><br\/><strong>Definitions:<\/strong> For the purposes of this Privacy Policy:<\/p><p><br\/><strong>Account: <\/strong>means a unique account created for you to access our Service or parts of our service.<\/p><p><br\/><strong>Company:<\/strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to Representaciones Ballman SA de CV DBA WAKI GO® Freeze Dried Products.<\/p><p><br\/><strong>Cookies:<\/strong> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.<\/p><p><br\/><strong>Country: <\/strong>refers to Mexico.<\/p><p><br\/><strong>Device: <\/strong>means any device that can access the Service, such as a computer, cellphone, or digital tablet.<br\/>Personal Data: means any information that relates to an identified or identifiable individual.<br\/>Service: refers to the Website and all associated products.<\/p><p><br\/><strong>Service Provider:<\/strong> means any natural or legal person who processes data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service, or to assist the Company in analyzing how the Service is used.<\/p><p><br\/><strong>Usage Data: <\/strong>refers to data collected automatically, either generated using the Service or from the Service infrastructure itself (for example, the duration of a page visit).<\/p><p><br\/><strong>Website:<\/strong> refers to <a href=\"http:\/\/wakigoproducts.com\" title=\"http:\/\/wakigoproducts.com\">http:\/\/wakigoproducts.com<\/a><\/p><p><br\/><strong>You:<\/strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.<\/p>"
          }
        },
        "52f32613-e0c3-4bd8-a4e7-c8069c645f23": {
          "type": "question",
          "settings": {
            "title": "Tracking Technologies and Cookies.",
            "text": "<p>We use cookies and similar tracking technologies to track the activity on our service and store certain information. The tracking technologies we use include beacons, tags, and scripts, which are used to collect and track information, and to improve and analyze our service. These technologies may include:<\/p><p><strong>Cookies or Browser Cookies: <\/strong>A cookie is a small file placed on your device. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some parts of our service. Unless you have adjusted your browser settings so that it will refuse cookies, our service may use cookies.<\/p><p><br\/><strong>Flash Cookies:<\/strong> Certain features of our service may use local stored objects (or Flash Cookies) to collect and store information about your preferences or your activity on our service. Flash cookies are not managed by the same browser settings as those used for browser cookies. For more information on how you can delete flash cookies, please read \"Where can I change the settings for disabling or deleting local shared objects? Click here.<\/p><p><br\/><strong>Web Beacons: <\/strong>Certain sections of our service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).<\/p><p><br\/><strong>Cookies can be \"Persistent\" or \"Session\" Cookies:<\/strong> Persistent cookies remain on your personal computer or mobile device when you go offline, while session cookies are deleted as soon as you close your web browser.<\/p><p><br\/>There are different types of cookies:<\/p><p><br\/><strong>Necessary\/Essential Cookies:<\/strong> These Cookies are essential to provide You with services available through the Website and to enable you to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these cookies, the services that You have asked for cannot be provided, and we only use these Cookies to provide you with those services.<\/p><p><br\/><strong>Cookies Policy\/Notice Acceptance Cookies Type:<\/strong> These Cookies identify if users have accepted the use of cookies on the website.<\/p><p><br\/><strong>Functionality Cookies Type: <\/strong>These cookies allow us to remember choices you make when you use the website, such as remembering your login details or language preference. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you use the Website.<\/p><p><br\/>For more information about the cookies we use and your choices regarding cookies, please visit our cookies policy or the cookies section of our privacy policy.<\/p>"
          }
        },
        "848e150f-11ea-46a8-a891-a42dbedbd632": {
          "type": "question",
          "settings": {
            "title": "About Personal Data.",
            "text": "<p>Collecting and using your personal data is an essential part of our service. We may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally identifiable information may include, but is not limited to:<\/p><ul><li>Email address<\/li><li>First name and last name<\/li><li>Phone number<\/li><li>Address<\/li><li>State or Province<\/li><li>ZIP\/Postal code<\/li><li>City<\/li><\/ul><p>Usage Data is collected automatically when using the service. Usage Data may include information such as your device's Internet Protocol (IP) address, browser type, browser version, the pages of our service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers, and other diagnostic data. When you access the service by or through a mobile device, we may collect certain information automatically, including but not limited to, the type of mobile device you use, your mobile device's unique ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers, and other diagnostic data. <\/p><p>We may also collect information that your browser sends whenever you visit our service or when you access the service by or through a mobile device.<\/p><p><br\/><strong>The company may use personal data for the following purposes:<\/strong><\/p><ul><li>To provide and maintain our service, including to monitor the usage of our service.<\/li><li>To manage your account.<\/li><li>To manage your registration as a user of the service: The personal data you provide can give you access to different functionalities of the service that are available to you as a registered user.<\/li><li>For the performance of a contract: The development, compliance and undertaking of the purchase contract for the products, items, or services you have purchased or of any other contract with us through the service.<\/li><li>To contact you: To contact you by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products, or contracted services, including the security updates when necessary or reasonable for their implementation.<\/li><li>To provide you with news, special offers, and general information about other goods, services, and events which we offer that are like those that you have already purchased or inquired about unless you have opted not to receive such information.<\/li><li>To manage your requests: To attend and manage your requests to us.<\/li><li>For business transfers: We may use your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal data held by us about our service users is among the assets transferred.<\/li><li>For other purposes: We may use your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns, and to evaluate and improve our service, products, services, marketing, and your experience.<\/li><\/ul><p><strong>We may share your personal information in the following situations:<\/strong><\/p><ul><li>With service providers: We may share your personal information with service providers to monitor and analyze the use of our service and to contact you.<\/li><li>For business transfers: We may share or transfer your personal information in connection with or during negotiations of any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.<\/li><li>With affiliates: We may share your information with our affiliates, in which case we will require those affiliates to honor this privacy policy. Affiliates include our parent company and any other subsidiaries, joint venture partners, or other companies that we control or that are under common control with us.<\/li><li>With business partners: We may share your information with our business partners to offer you certain products, services, or promotions.<\/li><li>With other users: When you share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.<\/li><li>With your consent: We may disclose your personal information for any other purpose with your consent.<\/li><\/ul><p><\/p><p><strong>Retention of Your Personal Data<\/strong><\/p><p><br\/>The company will retain your personal data only for as long as necessary for the purposes set out in this privacy policy. We will retain and use your personal data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies. The company will also retain usage data for internal analysis purposes. Usage data is generally retained for a shorter period, except when this data is used to strengthen the security or improve the functionality of our service, or we are legally obligated to retain this data for longer time periods. Transfer of your personal data Your information, including personal data, is processed at the company's operating offices and in any other places where the parties involved in the processing are located. This means that this information may be transferred to and maintained on computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. Your consent to this privacy policy, followed by your submission of such information, represents your agreement to that transfer. The company will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this privacy policy, and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place, including the security of your data and other personal information.<\/p><p><br\/><strong>Disclosure of Your Personal Data<\/strong><\/p><p><br\/>Business transactions: If the company is involved in a merger, acquisition, or asset sale, your personal data may be transferred. We will provide notice before your personal data is transferred and becomes subject to a different privacy policy. Law enforcement: Under certain circumstances, the company may be required to disclose your personal data if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency). Other legal requirements: The company may disclose your personal data in good faith belief that such action is necessary to:<\/p><ul><li>Comply with a legal obligation.<\/li><li>Protect and defend the rights or property of the Company.<\/li><li>Prevent or investigate possible wrongdoing in connection with the Service.<\/li><li>Protect the personal safety of users of the Service or the public.<\/li><li>Protect against legal liability.<\/li><\/ul><p><br\/><strong>Security of Your Personal Data<\/strong><\/p><p><br\/>The security of your personal data is important to us, but remember that no method of transmission over the internet, or method of electronic storage, is 100% secure. While we strive to use commercially acceptable means to protect your personal data, we cannot guarantee its absolute security.<\/p><p><br\/><strong>Children's Privacy<\/strong><\/p><p><br\/>Our service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If you are a parent or guardian and you are aware that your child has provided us with personal data, please contact us. If we become aware that we have collected personal data from anyone under the age of 13 without verification of parental consent, we take steps to remove that information from our servers. If we need to rely on consent as a legal basis for processing your information and your country requires consent from a parent, we may require your parent's consent before we collect and use that information.<\/p><p><br\/><strong>Links to other websites<\/strong><\/p><p><br\/>Our service may contain links to other websites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the privacy policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.<\/p><p><br\/><strong>Changes to this privacy policy<\/strong><\/p><p><br\/>We may update our privacy policy from time to time. We will notify you of any changes by posting the new privacy policy on this page. We will also let you know via email and\/or a prominent notice on our service before the change becomes effective and update the \"last updated\" date at the top of this privacy policy. You are advised to review this privacy policy periodically for any changes. Changes to this privacy policy are effective when they are posted on this page.<\/p><p><br\/><strong>Contact us<\/strong><\/p><p><br\/>If you have any questions about this privacy policy, you can contact us by email at <a href=\"mailto:hello@wakigoproducts.com\" target=\"_blank\" title=\"mailto:hello@wakigoproducts.com\">hello@wakigoproducts.com<\/a> or by visiting this page on our website: <a href=\"https:\/\/wakigoproducts.com\/pages\/contact\" title=\"https:\/\/wakigoproducts.com\/pages\/contact\">https:\/\/wakigoproducts.com\/pages\/contact<\/a><\/p>"
          }
        },
        "d4ceb80d-e7fc-4f49-85c8-b2ee9aa345e6": {
          "type": "question",
          "settings": {
            "title": "California Privacy Notice.",
            "text": "<p>As described in the \"Information We Collect\" section of the Privacy Policy, we collect personal information about you in three ways: (1) directly from you when you provide it to us, (2) automatically using cookies and other tracking technologies when you use our website and related mobile applications, and (3) from third parties.<\/p><p><br\/><strong>Business or Commercial Purposes for Collecting Personal Information: <\/strong>We collect, use, and combine personal information about you for the purposes described in the \"How We Use the Information We Collect\" section of the Privacy Policy.<br\/><\/p><p><strong>Disclosure and Sale of Personal Information: <\/strong>We share your personal information with other parties as described in the \"Disclosure of Your Information\" section of the Privacy Policy. We may engage in the \"sale\" of your personal information, as that term is defined in the CCPA. For more information about the circumstances in which we may sell your personal information and your right to opt-out, see the \"Right to Opt-Out\" section below.<br\/>Your California Privacy Rights and How to Exercise Them: If you are a California resident, you may be able to exercise the following rights in relation to the personal information we have collected about you (subject to certain limitations).<\/p><p><strong>Right to Know: <\/strong>You have the right to request that we disclose, no more than twice in a 12-month period:<\/p><ul><li>Specific pieces of personal information we have collected about you.<\/li><li>Categories of personal information we have collected about you.<\/li><li>Categories of sources from which the personal information is collected.<\/li><li>Categories of personal information about you that we sold or disclosed for a business purpose.<\/li><li>Categories of third parties to whom the personal information was sold or disclosed for a business purpose.<\/li><li>The business or commercial purpose for collecting or selling personal information.<\/li><\/ul><p><\/p><p>We will provide this information upon receipt of a verifiable consumer request. How we will verify your identity depends on how you have interacted with us in the past. To exercise this right, you can contact us at <a href=\"https:\/\/wakigoproducts.com\/pages\/contact\" title=\"https:\/\/wakigoproducts.com\/pages\/contact\">https:\/\/wakigoproducts.com\/pages\/contact<\/a> or <a href=\"mailto:hello@wakigoproducts.com\" target=\"_blank\" title=\"mailto:hello@wakigoproducts.com\">hello@wakigoproducts.com<\/a><br\/><\/p><p><strong>Right to Delete:<\/strong> You have the right to request that we delete any personal information about you that we have collected from you, subject to certain exceptions. If we are required to delete your personal information, then upon receipt of a verifiable request, we will delete your personal information from our records and direct any service providers to delete your personal information from their records. To exercise this right, you can contact us by <a href=\"https:\/\/wakigoproducts.com\/pages\/contact\" title=\"https:\/\/wakigoproducts.com\/pages\/contact\">https:\/\/wakigoproducts.com\/pages\/contact<\/a> or <a href=\"mailto:hello@wakigoproducts.com\" target=\"_blank\" title=\"mailto:hello@wakigoproducts.com\">hello@wakigoproducts.com<\/a><\/p><p><strong>Right to Opt-Out: <\/strong>You have the right to opt-out of the \"sale\" of your personal information to third parties. A \"sale\" of personal information is broadly defined to include transfers of personal information for monetary or other valuable consideration. We share certain personal information collected through this website with third parties under circumstances that might be deemed a \"sale\" under the CCPA.<\/p><p>We may be deemed to engage in the sale of your personal information when we allow advertising technology partners to use cookies and other technologies to collect your information and present advertising messages based on your preferences and to help us identify other users likely to be interested in our products and services. For more information or to opt-out, click here or send an email to <a href=\"https:\/\/wakigoproducts.com\/pages\/contact\" title=\"https:\/\/wakigoproducts.com\/pages\/contact\">https:\/\/wakigoproducts.com\/pages\/contact<\/a> with a description of your request.<\/p><p>Only you or someone legally authorized to act on your behalf may make a request under the CCPA related to your personal information. Any request must provide sufficient details for us to evaluate and respond to the request. We may request an individual's first and last name, email address, mailing address, and\/or other information to verify an individual's identity. If you designate an authorized agent, the agent will be required to submit proof of authorization, and you will be required to verify your identity. We will not discriminate against you for exercising your rights under the CCPA. We reserve the right to refuse any requests, in whole or in part, to the extent permitted by law.<\/p><p><strong>Do Not Track: <\/strong>We may track our users' activities over time and across third-party websites to provide targeted advertising. Our website does not respond to all Do Not Track (\"DNT\") signals at this time. In addition, some third-party sites also keep track of your browsing activities when they serve you content, which enables them to tailor what they present to you. Please review the privacy policies posted on all third-party websites to confirm if such websites respond to browser DNT settings.<\/p><p><strong>California Shine the Light Act<\/strong>: A business subject to California Civil Code section 1798.83 is required to disclose to its California customers, upon request, the identity of any third parties to whom the business has disclosed personal information within the previous calendar year, along with the type of personal information disclosed, for the third parties' direct marketing purposes. Please note that under California law, businesses are only required to respond to a customer request once during any calendar year. If you are a California resident and would like to make such a request, email us at <a href=\"mailto:hello@wakigoproducts.com\" title=\"mailto:hello@wakigoproducts.com\">hello@wakigoproducts.com<\/a> with \"California Shine the Light Request\" in the subject line.<\/p>"
          }
        }
      },
      "block_order": [
        "033f2043-47fc-47b1-9d62-862ab8bc9f3b",
        "template--15658845143140__b36bb672-8b7f-4543-a91f-0a40d1feb5fd-16818735369b0e9566-0",
        "template--15658845143140__b36bb672-8b7f-4543-a91f-0a40d1feb5fd-16818735369b0e9566-1",
        "52f32613-e0c3-4bd8-a4e7-c8069c645f23",
        "848e150f-11ea-46a8-a891-a42dbedbd632",
        "d4ceb80d-e7fc-4f49-85c8-b2ee9aa345e6"
      ],
      "settings": {
        "title": "PRIVACY POLICY"
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    }
  },
  "order": [
    "aa527599-a8b8-47a5-a494-11d9e00edd50",
    "28c2faaf-0c0a-4fb2-9323-f322a478dee8",
    "be298b80-4781-4ca6-83b1-8a3e88c4df4f",
    "b36bb672-8b7f-4543-a91f-0a40d1feb5fd",
    "main"
  ]
}
